driver-tests/bpelse/assign/AssignJbi/test/AssignOrOpTF/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ass="http://j2ee.netbeans.org/wsdl/AssignOrOp">
  <soapenv:Body>
    <ass:input1>true</ass:input1>
    <ass:input2>false</ass:input2>
  </soapenv:Body>
</soapenv:Envelope>